Repository: SymfonyCasts/reset-password-bundle
Catalog: src/Resources/translations/ResetPasswordBundle.*.xlf
Languages: ca, mn, pt

source: %count% year|%count% years
ca: %count% any|%count% anys
mn: %count% жил|%count% жил
pt: %count% ano|%count% anos

source: %count% month|%count% months
ca: %count% mes|%count% mesos
mn: %count% сар|%count% сар
pt: %count% mês|%count% meses

source: %count% day|%count% days
ca: %count% dia|%count% dies
mn: %count% өдөр|%count% өдөр
pt: %count% dia|%count% dias

source: %count% hour|%count% hours
ca: %count% hora|%count% hores
mn: %count% цаг|%count% цаг
pt: %count% hora|%count% horas

source: %count% minute|%count% minutes
ca: %count% minut|%count% minuts
mn: %count% минут|%count% минут
pt: %count% minuto|%count% minutos

source: There was a problem validating your password reset request
ca: S'ha produït un problema en validar la vostra sol·licitud de restabliment de la contrasenya
mn: Таны нууц үг шинэчлэх хүсэлтийг баталгаажуулахад асуудал гарлаа
pt: Houve um problema ao validar sua solicitação de redefinição de senha

source: There was a problem handling your password reset request
ca: S'ha produït un problema en gestionar la vostra sol·licitud de restabliment de la contrasenya
mn: Таны нууц үг шинэчлэх хүсэлтийг шийдвэрлэхэд асуудал гарлаа
pt: Houve um problema ao processar sua solicitação de redefinição de senha

source: The link in your email is expired. Please try to reset your password again.
ca: L'enllaç del vostre correu electrònic ha caducat. Si us plau, proveu de restablir la contrasenya de nou.
mn: Таны имэйл дэх холбоосын хугацаа дууссан байна. Нууц үгээ дахин сэргээхийг оролдоно уу.
pt: O link no seu e-mail expirou. Por favor, tente redefinir sua senha novamente.

source: Please update the request_password_repository configuration in config/packages/reset_password.yaml to point to your "request password repository" service.
ca: Actualitzeu la configuració request_password_repository a config/packages/reset_password.yaml per apuntar al vostre servei "repositori de sol·licitud de restabliment de la contrasenya".
mn: config/packages/reset_password.yaml доторх request_password_repository тохиргоог шинэчилж, "request password repository" service рүүгээ заана уу.
pt: Por favor, atualize a configuração de request_password_repository em config/packages/reset_password.yaml para apontar para o seu serviço de "request password repository".

source: The reset password link is invalid. Please try to reset your password again.
ca: L'enllaç de restabliment de la contrasenya no és vàlid. Si us plau, proveu de restablir la contrasenya de nou.
mn: Нууц үг шинэчлэх холбоос буруу байна. Нууц үгээ дахин сэргээхийг оролдоно уу.
pt: O link para redefinição de senha é inválido. Por favor, tente redefinir sua senha novamente.

source: You have already requested a reset password email. Please check your email or try again soon.
ca: Ja heu sol·licitat un correu electrònic de restabliment de la contrasenya. Si us plau, comproveu el vostre correu electrònic o torneu-ho a provar aviat.
mn: Та аль хэдийн нууц үгээ шинэчлэх имэйл хүссэн байна. Имэйлээ шалгаарай эсвэл удахгүй дахин оролдоно уу.
pt: Você já solicitou um e-mail para redefinição de senha. Verifique seu e-mail ou tente novamente em breve.
