Repository: SymfonyCasts/reset-password-bundle
Catalog: translations/ResetPasswordBundle.*.xlf
Languages: el, it, mk, pl, ro, uk

source: %count% year|%count% years
el: %count% έτος|%count% έτη
it: %count% anno|%count% anni
mk: %count% година|%count% години
pl: %count% rok|%count% lata|%count% lat
ro: %count% an|%count% ani
uk: %count% рік|%count% роки|%count% років

source: %count% month|%count% months
el: %count% μήνας|%count% μήνες
it: %count% mese|%count% mesi
mk: %count% месец|%count% месеци
pl: %count% miesiąc|%count% miesiące|%count% miesięcy
ro: %count% lună|%count% luni
uk: %count% місяць|%count% місяці|%count% місяців

source: %count% day|%count% days
el: %count% ημέρα|%count% ημέρες
it: %count% giorno|%count% giorni
mk: %count% ден|%count% денови
pl: %count% dzień|%count% dni|%count% dni
ro: %count% zi|%count% zile
uk: %count% день|%count% дні|%count% днів

source: %count% hour|%count% hours
el: %count% ώρα|%count% ώρες
it: %count% ora|%count% ore
mk: %count% час|%count% часови
pl: %count% godzinę|%count% godziny|%count% godzin
ro: %count% oră|%count% ore
uk: %count% година|%count% години|%count% годин

source: %count% minute|%count% minutes
el: %count% λεπτό|%count% λεπτά
it: %count% minuto|%count% minuti
mk: %count% минута|%count% минути
pl: %count% minutę|%count% minuty|%count% minut
ro: %count% minut|%count% minute
uk: %count% хвилина|%count% хвилини|%count% хвилин

source: There was a problem validating your password reset request
el: Παρουσιάστηκε πρόβλημα κατά την επαλήθευση του αιτήματος επαναφοράς του κωδικού πρόσβασής σας
it: Si è verificato un problema durante la convalida della richiesta di reimpostazione della password
mk: Настана проблем при верификацијата на барањето за ресетирање на лозинката
pl: Wystąpił problem podczas potwierdzania prośby o zresetowanie hasła
ro: A fost o problemă la validarea cererii tale de resetare a parolei
uk: Виникла проблема під час перевірки вашого запиту на скидання пароля

source: There was a problem handling your password reset request
el: Παρουσιάστηκε πρόβλημα με τον χειρισμό του αιτήματος επαναφοράς του κωδικού πρόσβασής σας
it: Si è verificato un problema durante l'elaborazione della richiesta di reimpostazione della password
mk: Настана проблем при справувањето со барањето за ресетирање лозинка
pl: Wystąpił problem z obsługą Twojej prośby o zresetowanie hasła
ro: A fost o problemă la gestionarea cererii tale de resetare a parolei
uk: Виникла проблема з обробкою вашого запиту на скидання пароля

source: The link in your email is expired. Please try to reset your password again.
el: Ο σύνδεσμος στο email σας έχει λήξει. Δοκιμάστε να επαναφέρετε τον κωδικό πρόσβασής σας ξανά.
it: Il link nella tua e-mail è scaduto. Provi a reimpostare nuovamente la password.
mk: Врската во вашата е-пошта е истечена. Обидете се повторно да ја ресетирате лозинката.
pl: Link w Twoim e-mailu wygasł. Spróbuj ponownie zresetować hasło.
ro: Link-ul din emailul tău a expirat. Te rugăm să încerci să-ți resetezi parola din nou.
uk: Термін дії посилання у вашій електронній пошті закінчився. Спробуйте скинути пароль ще раз.

source: Please update the request_password_repository configuration in config/packages/reset_password.yaml to point to your "request password repository" service.
el: Ενημερώστε τη διαμόρφωση request_password_repository στο config/packages/reset_password.yaml για να οδηγεί στην υπηρεσία "request password repository".
it: Aggiornare la configurazione request_password_repository in config/packages/reset_password.yaml per puntare al servizio "request password repository".
mk: Ажурирајте ја конфигурацијата на request_password_repository опциијата во config/packages/reset_password.yaml за да покажува кон вашиот сервис "request password repository".
pl: Zaktualizuj konfigurację request_password_repository w config/packages/reset_password.yaml, aby wskazywała na usługę "repozytorium żądań haseł".
ro: Te rugăm să actualizezi configurarea request_password_repository în fișierul config/packages/reset_password.yaml pentru a indica serviciul tău "request password repository".
uk: Будь ласка, оновіть конфігурацію request_password_repository у config/packages/reset_password.yaml, щоб вказати на ваш "request password repository" сервіс.

source: The reset password link is invalid. Please try to reset your password again.
el: Ο σύνδεσμος επαναφοράς κωδικού πρόσβασης δεν είναι έγκυρος. Δοκιμάστε να επαναφέρετε τον κωδικό πρόσβασής σας ξανά.
it: Il link per la reimpostazione della password non è valido. Riprovare a reimpostare la password
mk: Врската за ресетирање на лозинката е невалидна. Обидете се повторно да ја ресетирате лозинката.
pl: Link do resetowania hasła jest nieprawidłowy. Spróbuj ponownie zresetować hasło.
ro: Link-ul de resetare a parolei este invalid. Te rugăm să încerci să-ți resetezi parola din nou.
uk: Посилання для скидання пароля недійсне. Спробуйте скинути пароль ще раз.

source: You have already requested a reset password email. Please check your email or try again soon.
el: Έχετε ήδη ζητήσει email επαναφοράς κωδικού πρόσβασης. Ελέγξτε το email σας ή δοκιμάστε ξανά σύντομα.
it: Hai già richiesto un'e-mail di reimpostazione della password. Si prega di controllare la posta elettronica o di riprovare al più presto.
mk: Веќе побаравте да ви биде испратена порака во електронската пошта за ресетирање на лозинката. Проверете ја вашата е-пошта или обидете се повторно наскоро.
pl: Już zażądałeś wiadomości e-mail dotyczącej resetowania hasła. Sprawdź pocztę lub spróbuj ponownie wkrótce.
ro: Ai solicitat deja un email pentru resetarea parolei. Te rugăm să verifici emailul sau să încerci din nou mai târziu.
uk: Ви вже подали запит на скидання пароля електронною поштою. Будь ласка, перевірте свою електронну пошту або повторіть спробу ще раз незабаром.
